Repository: TK88101/Azathoths-Whisper
Catalog: AzathothsWhisper/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# about_text
source: Created by: {} Email: {} Version: {}
ja: 作者: {} メール: {} バージョン: {}
zh_hant: 製作人: {} 郵箱: {} 版本: {}

# app_title
source: Azathoth's Whisper
ja: アザトースの囁き
zh_hant: 阿撒托斯的低語

# batch_all
source: Import All
ja: 全て保存
zh_hant: 導入全部

# batch_fetch
source: Fetch Missing
ja: 不足を取得
zh_hant: 獲取缺失

# batch_import
source: Import Selected
ja: 選択を保存
zh_hant: 導入選中

# col_artist
source: Artist
ja: アーティスト
zh_hant: 藝術家

# col_preview
source: Preview
ja: プレビュー
zh_hant: 預覽

# col_stat
source: Stat
ja: 状態
zh_hant: 狀態

# col_title
source: Title
ja: タイトル
zh_hant: 標題

# err_no_track
source: No track playing.
ja: 再生中の曲がありません。
zh_hant: 沒有播放曲目。

# err_validation
source: Validation Error
ja: 検証エラー
zh_hant: 驗證錯誤

# fetch_btn
source: Fetch Lyrics
ja: 歌詞を取得
zh_hant: 獲取歌詞

# lang_label
source: Language / 語言 / 言語 (Restart Required):
ja: 言語 / Language / 語言 (再起動が必要):
zh_hant: 語言 / Language / 言語 (需重啟生效):

# lines_label
source: Lines:
ja: 行数:
zh_hant: 行數:

# lyrics_not_found
source: No lyrics found.
ja: 歌詞が見つかりませんでした。
zh_hant: 未找到歌詞。

# manual_check
source: Check Track
ja: トラックを確認
zh_hant: 檢查曲目

# menu_about
source: About
ja: アザトースの囁きについて
zh_hant: 關於

# menu_help
source: Help
ja: ヘルプ
zh_hant: 幫助

# menu_lang
source: Language Settings...
ja: 言語設定...
zh_hant: 語言設置...

# menu_token
source: Genius Token Settings...
ja: Genius Token 設定...
zh_hant: Genius Token 設置...

# msg_fail
source: Failed to write to iTunes. Track might be read-only (streaming) or app unreachable.
ja: iTunesへの書き込みに失敗しました。トラックが読み取り専用（ストリーミング）か、アプリに接続できません。
zh_hant: 寫入 iTunes 失敗。曲目可能是唯讀的 (串流) 或應用程序無法連接。

# msg_no_track
source: No track is currently playing in Music.
ja: Musicで再生中の曲がありません。
zh_hant: Music 目前沒有播放曲目。

# msg_success
source: Lyrics written to iTunes track!
ja: iTunesの曲に歌詞を書き込みました！
zh_hant: 歌詞已寫入 iTunes 曲目！

# music_not_playing
source: Music not playing / paused
ja: Musicは再生されていないか、一時停止中です
zh_hant: Music 未播放 / 已暫停

# nav_batch
source: Batch
ja: 一括処理
zh_hant: 批量處理

# nav_coverflow
source: Cover Flow
ja: カバーフロー
zh_hant: 封面瀏覽

# nav_editor
source: Editor
ja: エディタ
zh_hant: 編輯器

source: Not Playing
ja: 再生していません
zh_hant: 未播放

# pref_menu
source: Preferences...
ja: 環境設定...
zh_hant: 偏好設置...

# save_btn
source: Save
ja: 保存
zh_hant: 保存

# saved_msg
source: Settings saved! Please restart the app for language changes to take effect.
ja: 設定を保存しました！言語変更を適用するにはアプリを再起動してください。
zh_hant: 設置已保存！請重啟應用程序以應用語言更改。

# saved_title
source: Saved
ja: 保存しました
zh_hant: 已保存

# saved_token_msg
source: Token saved!
ja: トークンを保存しました！
zh_hant: Token 已保存！

# settings_menu
source: Settings
ja: 設定
zh_hant: 設置

# settings_title
source: Settings
ja: 設定
zh_hant: 設置

source: Source:
ja: ソース:
zh_hant: 來源:

# status_complete
source: Fetch complete.
ja: 取得完了。
zh_hant: 獲取完成。

# status_fetching
source: Fetching from {}...
ja: {} から取得中...
zh_hant: 正在從 {} 獲取...

# status_label
source: Status:
ja: ステータス:
zh_hant: 狀態:

# status_limit_msg
source: Fetching...
ja: 取得中...
zh_hant: 獲取中...

# status_loaded_track
source: Loaded existing lyrics from track.
ja: トラックから既存の歌詞を読み込みました。
zh_hant: 已加載曲目現有歌詞。

# status_ready
source: Ready
ja: 準備完了
zh_hant: 就緒

# status_saved
source: Saved to metadata.
ja: メタデータに保存しました。
zh_hant: 已保存至元數據。

source: Track detected.
ja: トラックを検出しました。
zh_hant: 檢測到曲目。

# warn_empty_lyrics
source: Lyrics are empty. This will clear existing lyrics. Continue?
ja: 歌詞が空です。既存の歌詞を消去しますか？
zh_hant: 歌詞為空。這將清除現有歌詞。繼續嗎？

# warning_token_empty
source: Token cannot be empty.
ja: トークンは空にできません。
zh_hant: Token 不能為空。

source: Welcome
ja: ようこそ
zh_hant: 歡迎

# welcome_msg
source: Please set your Genius Access Token in Settings.
ja: 設定でGenius Access Tokenを設定してください。
zh_hant: 請在設置中設置您的 Genius Access Token。

# write_btn
source: Write to iTunes
ja: iTunesに書き込み
zh_hant: 寫入 iTunes
